Training vocabulary:

I
55555555555
MY
55555
ME
FREE
IT
TXT
THAT
FROM
BUT
555
SO
5555
NOT
CLAIM
AT
MOBILE
CAN
@@@@555
DO
REPLY
I!M
TEXT
IF
NOW!
WILL
STOP
WHEN
55
!LT!!!GT!
@@@@5555
HOW
OUR
UP
NOW
WHAT
NOKIA
ALL
NEW
NO
WON
GO
ONLY
LIKE
PRIZE
WAS
SEND
COME
CASH
!!!
WIN
GOT
PLEASE
AM
55555555555!
KNOW
CONTACT
ITS
55555!
GOOD
SERVICE
HE
5!
I!LL
BEEN
THEN
CUSTOMER
WANT
55!
YOU!
URGENT!
ABOUT
CHAT
GOING
PER
ONE
TONE
TIME
WHO
STILL
DRAW
OK
AWARDED
NEED
LATEST
LOVE
FREE!
BY
RECEIVE
!!
AS
N
EVERY
THINK
PRIZE!
DONT
SHOWS
R
PHONE
DON!T
NUMBER
ME!
HOLIDAY
SHE
WEEK
THERE
555PPM
DID
U!
SEE
LIVE
TELL
GUARANTEED
SOME
ENTRY
IT!
SELECTED
@@!
55P
ANY
BOX
HOME
MORE
DAY
5ST
TAKE
HAS
THEY
@@@@5!55
HOPE
RINGTONE
BACK
PO
IT!S
VALID
HI
VIDEO
D
CAMERA
MUCH
NO!
HIM
COST
AN
STOP!
GIVE
GUARANTEED!
WHERE
LANDLINE!
HAPPY
CHANCE
SHOULD
MESSAGE
LATER
TONES
PLS
MINS
HEY
COLLECT
SORRY
WEEKLY
!AMP!
NETWORK
GREAT
FIND
ASK
5555!
LOR!
ORANGE
MAKE
UPDATE
HAD
5ND
WELL
ATTEMPT
DA
UNSUBSCRIBE
SAY
BONUS
WAY
ACCOUNT
AFTER
AWAIT
HERE
TOP
IM
555P
E
COLOUR
HER
AWARD!
VERY
SMS
REALLY
TODAYS
WOULD
DELIVERY
COS
C
SORRY!
WAITING
OH
MSG
YEAH
55HRS
DAY!
T!CS
MEET
WEEK!
SAID
POBOX
WENT
VOUCHERS
WHY
TRIED
TODAY
DOUBLE
TOO
FINAL
LET
TRYING
OK!
EXPIRES
PICK
LINE!
THEM
LAND
THERE!
DEAR
ANYTHING
PRICE
RIGHT
LINE
CANT
MOBILEUPD5
I!VE
WKLY
ALSO
APPLY
LOL
JOIN
WERE
TEXTS
DOING
CODE
SURE
PRIVATE!
LAST
STATEMENT
WAT
POINTS!
MISS
IDENTIFIER
NIGHT
GIFT
KEEP
SAE
WORK
PLAY
COULD
HOT
BUY
MOB
@@@@
URGENT
GONNA
COLLECTION!
B
OPERATOR
HIS
MUSIC
WAIT
THANKS
MANY
XMAS
LOR!!!
SERVICES
FEEL
MOBILE!
DOWN
NEXT
ALWAYS
POUNDS
SOMETHING
WORTH
EVEN
CODE!
WAN
OPT
THAT!S
VOUCHER
DUN
IMPORTANT
AROUND
YR
US
REAL
LEAVE
DOGGING
YOU!RE
AUCTION
WHICH
RATE
TOLD
POLY
SENT
ONLY!
THK
55!55!55
CAN!T
WINNER
GUD
HALF
THING
TXT!
WISH
CAMCORDER
OVER
TXTING
BEFORE
AWARD
TODAY!
VALUED
SOMEONE
@@@@5!555
FEW
CLUB
TOMORROW
WORD
LATE
DATING
GETTING
OFFERS
FIRST
T
THOUGHT
COMPLIMENTARY
NICE
T!C
HAVING
APPLY!
PEOPLE
S!
BIT
TS!CS
K
OFFER!
OTHER
HMV
ALREADY
CHOOSE
MORNING
DIRECT
TRY
WWW!GETZED!CO!UK
DA!
SPEAK
JUS
CONGRATULATIONS
THAT!
REPRESENTATIVE
NEVER
BETWEEN
PLACE
CHARGED
LIFE
PLAYER
HOME!
WK
THATS
UN!REDEEMED
Y
MIN
ILL
YES
THINGS
X
FINISH
WANNA
YA
PICS
SAME
LTD!
BECAUSE
MOBILES
STUFF
XXX
COMING
CLUB!
DAT
NO5
SMILE
DATE
BEING
SPECIALLY
EAT
SECRET
NIGHT!
THINKS
LATER!
NUMBERS
CARE
COMP
QUITE
EASY!
BIG
SEX
FRIENDS
NATIONAL
DIDN!T
QUIZ
BABE!
555P!MSG
PROBABLY
OUT!
V
ENTITLED
MONEY
DISCOUNT
MEETING
CS
USE
ANYTIME
YUP
MINS!
OFF
UNLIMITED
MAN
555!
TALK
NAME
SLEEP
MSG!
LUNCH
SUMMER
WATCH
STORE
GOOD!
SEXY
BABE
ENTER
ALREADY!
CALLS
LONG
LANDLINE
HEART
M!
CHECK
DEL
WATCHING
FANCY
CALLED
EACH
BEST
NTT
CAR
EITHER
READY
CALLER
ONCE
END
PERSON
WON!
SHALL
LUCKY
SOON
AWAITING
UP!
PHONES
PRINCESS!
RENTAL
AGAIN
GR5
ACTUALLY
SHOPPING
MIGHT
CUSTOMER!
MAY
CD
HERE!
MESSAGES
GUESS
LOOKING
WONT
ENDING
TONIGHT!
TXTS
OK!!!
CHARGE!
SHE!S
HELP
ANOTHER
UK!S
FRIEND
RE
DO!
OFFER
HE!S
FREEPHONE
TWO
WK!
DEN
PIC
MAYBE
DETAILS
DIS
PHONE!
DUNNO
WORD!
BETTER
DIGITAL
PUT
CAMERA!
THAN
I!
FORGOT
RATES
SPECIAL
5!5
WELL!
TERMS
PAY
EG
SIR!
COLLECTION
DOES
WEEKS
ABLE
55!55!55!
GUYS
INFORMATION
HOW!S
LOG
LITTLE
ONTO
THOSE
FANTASTIC
MADE
DAYS!
FACE
W55WQ
INTO
NORM555P!TONE
GOES
SMS!
WAKE
MATCHES
CLASS
ADMIRER
OH!
U!FIND
BAD
R!REVEAL
BACK!
SPECIAL!CALL
WITHOUT
VODAFONE
TOMORROW!
BLUETOOTH
MIND
GOTO
HAHA
BID
5TH
INFO
MORNING!
GAMES
THERE!S
NEWS
SAYS
FLAG
YEAH!
CONGRATS!
YES!
YOURS!
REMEMBER
SAVAMOB!
TIME!
TEXT!
FUCK
CLAIM!
NOTHING
55AM!5PM
LOT
CURRENTLY
EVER
555P!MSG!
DAD
SUNSHINE
ABT
SONY
SAW
DVD
BRING
IPOD
REACH
LDN
WHAT!S
WITHIN
WIF
CONTENT
MOST
ARRIVE
LOOK
COSTA
GREAT!
SOL
JOB
SK55XH!
BOY
ORDER
LOVE!
ANSWER
TOO!
MATES!
WORK!
HELP!
HAV
ORDER!
AGAIN!
!STD
JUZ
YEARS
YEAR
SERVICE!
WORLD
POUND
SWEET
TENERIFE
SCHOOL
FREEMSG
MEANS
ASAP!
RUN
CUSTCARE
THANK
HORNY
COOL!
HTTP!!!WWW!URAWINNER!COM
K!
SURPRISE
DONE
RPLY
MUST
YOURS
HOUR
UK!
WAY!
CONTENT!
DIDNT
5555I
CAME
MINUTES
IN!
MATES
KNOW!
5555555
SHIT
VISIT
DRIVING
AREA
DEAR!
LINK
MAKES
ORANGE!
LEFT
MOTOROLA
WAT!
INCLUSIVE
TIL
CREDITS!
HEAR
WWW!COMUK!NET
!LT!DECIMAL!GT!
EXTRA
LIFE!
CUP
GOD
MINUTE!
WANTED
PART
PLAN
HG!SUITE555!5LANDS
PLZ
U!VE
SAYING
RCVD!
RIGHT!
CASH!
FINE!
GAME
ENOUGH
EURO5555
TV
DECEMBER
MAKING
55MTHS!!
TILL
REWARD!
SINCE
SAVAMOB
BIRTHDAY
5555555555555
TOT
TNCS
LUV
MOB!
SET
55P!MIN!
HELLO!
RATE!
PA!
SPREE
ENJOY
LTD
HAVENT
55GB
TOWN
VARY
EVERYTHING
SIPIX
EARLY
55MTHS
HAVEN!T
WEEKENDS
SOON!
@@@@55
ROOM
GAY
TONIGHT
MESSAGE!
DOING!
UK
YET!
SATURDAY!
MAIL
ACCESS
FULL
T!C!S
BT
WAP
GUY
MATCH
LOR
STANDARD
HAIR
TOCLAIM!
YET
SAE!
TIMES
POBOX555!
WORKING
STOCKPORT!
NUMBER!
COST@@@@5!55!PM!
TOOK
MAX55MINS
YO
INVITING
WOT
FRIEND!
MISSED
YES!555
SAT
FRND
AWAY
555555555555
WE!RE
ENTERED
CHANGE
FREEMSG!
DINNER
OVER!
HI!
CHARITY
START
CREDIT!
ASKED
GAMES!
THEN!
PLUS
YEAR!
MEMBER
HAF
INVITED
THINKING
XCHAT!
BUS
WELCOME!
UNTIL
CROYDON
DUDE
CR5
KNW
5WB
TAKING
BOX555
NOT!
IMMEDIATELY
FEELING
MOTOROLA!
COZ
B5
IS!
CDS
ONE!
REPLYING
CAUSE
GIRLS
FAMILY
FUN
WALK
CO
LIAO!!!
TONE!
ARD
@@@@5
WE!LL
DELIVERED
WANTS
POLYS
WEN
LOCAL
EVENING
REGISTERED
ANYWAY
!FORWARDED
STORY
ALERT!
STAY
ANNOUNCEMENT!
SEARCH
SERVICES!
FOOD
LOGIN!
PAIN
5QXJ5
OSO
5AE
HAPPEN
FA
WON!T
TKTS
HIM!
BT!NATIONAL!RATE
NEEDS
AUCTION!
LAR!!!
CREDITS
U!!!
LOCATIONS
BELIEVE
LARGEST
LOSE
EC5A!
MISSING
USER
HELLO
BX555!
S
SPECIAL!
DONE!
PARTNER
AFTERNOON!
TRIP
CLASS!
55!555
DAYS
HL
DECIDED
GAME!
LEAVING
O5
OLD
OFFICIAL
PROBLEM
ENGLAND
SOUNDS
OPTOUT
WHILE
PASS
ME!!!
ETC
SMOKE
COMPUTER
MEAN
SHOP
BOOK
POBOX55!
WIL
SUB!
STARTED
CAMCORDER!
ANGRY
LONDON
HURT
WWW!LDEW!COM5WIN555PPMX5AGE55
ALRIGHT
CASH!BALANCE
MUCH!
MAXIMIZE
TELLING
CASH!IN
THIS!
AGE
SOMETHING!
@@@@5!55!
WIT
BREAK
TEST
Q!
IT!!
COUNTRY
BABY
ANSR
THESE
SP!TYRONE
BUSY
@@@@5!WK
THOUGH
555P!MIN
DRINK
MP5
HOUSE!
5MINS
OUTSIDE
555555
SIS
!FLIGHTS
AIGHT!
INC!
RING
SANTA
HOUSE
BRAND
PROBLEM!
MIN!
ONLINE
FANTASY
DE
SKY
KISS!
CLICK
FOUND
VODA
SCH
QUOTING
OPEN
TC
THANX
NO!555
NEVA
HER!
WEEKEND!
BOX555!
GOIN
555PPM!
SHOW
LINERENTAL
FINE
SELECTION
NOE
ACTIVATE
HAHA!!!
REFERENCE
MONTH
ARCADE
BEAUTIFUL
LET!S
AIGHT
LDN!
KISS
CHEAP
HEAD
CREDIT
ELSE
NETCOLLEX
CALLING
PPM
TMR
555P!MSGRCVDHG!SUITE555!5LANDS!ROW!W5J5HL
YOURSELF
RECORDS
LOTS
WELCOME
KIND
CW55WX
FORGET
BORED
BED
FANTASIES
CARE!
SONYERICSSON
SURE!
REVEAL
POST
5!55
LEI!!!
[!EMPTY!]
