Training vocabulary:

I
55555555555
MY
55555
ME
FREE
THAT
FROM
IT
TXT
BUT
5555
SO
555
NOT
TEXT
AT
CLAIM
I!M
MOBILE
CAN
@@555
WILL
NOW
DO
NOW!
IF
REPLY
WHEN
55
!LT!!!GT!
STOP
UP
OUR
HOW
@@5555
GO
ONLY
ALL
SEND
GOT
PRIZE
COME
WON
WHAT
NEW
WAS
CASH
!!!
CONTACT
NO
55555555555!
LIKE
WIN
KNOW
NOKIA
ITS
PLEASE
THEN
55555!
I!LL
URGENT!
GOOD
BEEN
AM
PER
HE
CHAT
GOING
55!
TIME
DRAW
LOVE
SERVICE
OK
5!
YOU!
WHO
STILL
AWARDED
THERE
TONE
NEED
CUSTOMER
ABOUT
SHOWS
ME!
LATEST
WANT
BY
AS
FREE!
N
U!
SHE
555PPM
R
PHONE
DON!T
55P
THINK
PO
ONE
BOX
SEE
HOLIDAY
!!
WEEK
DONT
HAS
DID
EVERY
SOME
RECEIVE
HOME
MESSAGE
TELL
PRIZE!
ANY
CAMERA
TAKE
LIVE
IT!
VIDEO
@!
VALID
DAY
ENTRY
THEY
MORE
HOPE
GUARANTEED!
HER
NO!
GIVE
MINS
AN
CHANCE
MAKE
STOP!
HAPPY
@@5!55
MUCH
FIND
SHOULD
NUMBER
D
RINGTONE
HI
5ST
BACK
GUARANTEED
LATER
LANDLINE!
WHERE
ORANGE
HIM
5555!
DA
NETWORK
IT!S
UPDATE
PLS
SELECTED
SORRY
ACCOUNT
!AMP!
ATTEMPT
SAY
WEEKLY
LOR!
COST
COS
55HRS
HAD
LAND
AFTER
AWAIT
ASK
TODAYS
HERE
LINE!
HEY
EXPIRES
WOULD
WAITING
REALLY
SMS
MEET
BONUS
WAY
TRYING
OK!
DEAR
IM
PLAY
WELL
GIFT
GREAT
FINAL
THEM
T!CS
VERY
UNSUBSCRIBE
E
555P
WAT
PRIVATE!
DAY!
STATEMENT
TOO
POINTS!
OH
IDENTIFIER
NIGHT
DOUBLE
SORRY!
URGENT
TODAY
WEEK!
LOL
COLLECT
LET
5ND
KEEP
CODE
LAST
POUNDS
SAID
DELIVERY
WHY
MSG
DOING
TONES
WORK
VOUCHERS
WENT
COLOUR
I!VE
MOB
PICK
C
ANYTHING
MOBILEUPD5
FEEL
LINE
MISS
NEXT
YEAH
TRIED
ALSO
SAE
HIS
THANKS
SENT
COLLECTION!
RIGHT
CODE!
WERE
55!55!55
EVEN
APPLY!
@@
XMAS
CANT
TOP
BUY
JOIN
SURE
POLY
LOR!!!
VOUCHER
CAN!T
HOT
THERE!
MIN
TOMORROW
APPLY
ALWAYS
SERVICES
DUN
MUSIC
WAIT
PRICE
US
AWARD!
WHICH
UN!REDEEMED
COULD
S!
WAN
OFFER
AROUND
OPERATOR
MANY
OPT
GONNA
WKLY
FIRST
IMPORTANT
SOMETHING
NATIONAL
THAT!S
RATE
THK
ONLY!
DOWN
CONGRATULATIONS
B
MOBILE!
TOLD
X
BEFORE
@@5!555
OTHER
NTT
MORNING
LTD!
FEW
POBOX
COMING
TXT!
THOUGHT
UNLIMITED
YES
COMPLIMENTARY
LEAVE
COLLECTION
THING
REAL
CARE
DOGGING
YOU!RE
WORD
OFF
T!C
GETTING
NAME
LIFE
DATING
DA!
YR
THINGS
SOMEONE
NICE
WANNA
GUD
M!
OVER
EITHER
WISH
AUCTION
NEVER
TEXTS
HAVING
CALLER
ALREADY
CHOOSE
ILL
MOBILES
FINISH
HMV
YA
HALF
THATS
CHARGED
BIT
DIRECT
TRY
WORTH
TODAY!
T
TALK
FLAG
FRIENDS
I!
MONEY
OFFER!
SLEEP
SPEAK
PLACE
PLAYER
MAY
GAMES
LATE
DIGITAL
BEING
CAMERA!
BETTER
OUT!
SMILE
HG!SUITE555!5LANDS
K
CHARGE!
DIDN!T
ANYTIME
DAT
AWAITING
PEOPLE
ANSWER
HOME!
RE
BABE
WON!
WATCHING
DEL
YUP
MSG!
LATER!
PHONES
JUS
TS!CS
QUITE
HELP!
MIGHT
PICS
BABE!
RATES
PERSON
VALUED
Y
NUMBERS
LONG
OFFERS
LUNCH
ENTITLED
DO!
LANDLINE
STUFF
EASY!
BECAUSE
COMP
USE
ORDER
NIGHT!
SEX
THAN
WINNER
THAT!
CUSTOMER!
SOON
5!5
UP!
QUIZ
HEART
SHOPPING
ONCE
VISIT
WONT
SEXY
PROBABLY
PHONE!
INTO
PLUS
SAME
PART
ANOTHER
WAP
TIME!
CHARITY
SHE!S
INFORMATION
TONIGHT!
LUCKY
HOW!S
LOG
OK!!!
ONTO
V
FANTASTIC
MEETING
CROYDON
AGAIN
CR5
MAYBE
5WB
HE!S
CALLS
WITHOUT
SECRET
CALLED
THINKS
BRING
CONGRATS!
GOOD!
UK!S
READY
SPECIAL
ACTUALLY
ENTER
WIF
CURRENTLY
FRIEND
555P!MSG
TONIGHT
YOURS!
SHALL
TXTING
BIG
MESSAGES
GOES
SMS!
EARLY
ENGLAND
REMEMBER
TONE!
MORNING!
CLUB!
DEN
UK!
HERE!
555!
GUYS
ENDING
WATCH
PIC
LOT
BLUETOOTH
FORGOT
CS
WANTED
TXTS
WELL!
WEEKS
MOST
RATE!
EAT
END
MAN
TENERIFE
NOTHING
REPRESENTATIVE
BEST
BETWEEN
COOL!
MINS!
DUNNO
HELP
ALREADY!
EXTRA
PRINCESS!
DATE
TOMORROW!
MESSAGE!
THOSE
5555555
LOOK
GAMES!
MIND
TERMS
BIRTHDAY
!STD
JOB
MOB!
SAYS
HTTP!!!WWW!URAWINNER!COM
WORK!
CLUB
THANK
EACH
HOUR
LOOKING
YEAR
CUSTCARE
OH!
CAMCORDER
PUT
LDN
DIDNT
55P!MIN!
CLASS
ORDER!
SIR!
ARRIVE
DIS
COSTA
DINNER
SOL
SAW
SK55XH!
PAY
CD
GUESS
RENTAL
ABLE
555P!MSG!
YO
STORE
FINE!
WORD!
EVER
XXX
DOES
REWARD!
CAME
SATURDAY!
HEAR
MATCH
LITTLE
STANDARD
FUCK
DETAILS
DAD
DISCOUNT
REACH
LUCK!
SCHOOL
MINUTE!
JUZ
555555555555
DONE
BID
TWO
SUMMER
RIGHT!
LINK
BAD
AGE
5TH
EG
THERE!S
TEXT!
BUS
INVITING
CAR
FRIEND!
HAVENT
YES!555
FACE
FRND
TOO!
SPECIALLY
LOR
SIPIX
WEN
WITHIN
PLZ
AWARD
MADE
T!C!S
SWEET
55MTHS
WAKE
MOTOROLA!
MEANS
IMMEDIATELY
WHAT!S
SUNSHINE
GOD
NEWS
!LT!DECIMAL!GT!
AUCTION!
EVERYTHING
GAME
CHECK
WEEKENDS
K!
OFFICIAL
SHIT
SURPRISE
GUY
ENTERED
LEFT
GR5
ABT
FANTASIES
BACK!
@@55
TILL
WK!
MAKING
ENJOY
MAKES
ADMIRER
HAF
U!FIND
DAYS
R!REVEAL
HAHA
SPECIAL!CALL
WORLD
SPREE
WE!RE
VARY
AGAIN!
555555
HELLO!
SERVICE!
TIMES
@@55!555
LIFE!
OVER!
RUN
LUV
PLAN
HL
TV
INFO
ROOM
TOCLAIM!
THEN!
SAE!
ENOUGH
POBOX555!
TOT
STOCKPORT!
KNOW!
COST@@5!55!PM!
GREAT!
MAX55MINS
MINUTES
PASS
PAIN
POLYPHONIC
DOING!
TNCS
NOT!
RCVD!
HAVEN!T
YEARS
YET
SELECTION
ARD
FREEPHONE
WIL
LOCATIONS
START
WK
GIRL
MATCHES
LAR!!!
GAY
WHILE
NO5
LIAO!!!
CLICK
MUST
55MTHS!!
WAT!
CASH!BALANCE
IN!
MAXIMIZE
TIL
CASH!IN
YEAH!
GIRLS
STAY
USER
DEAR!
HORNY
WORKING
HOURS
KNW
CREDIT!
WAY!
5555555555555
LOVE!
UNSUB
YET!
INCLUSIVE
STARTED
VODA
AH!
QUOTING
OSO
@@5
WE!LL
SPOOK
FINISHED
SAVAMOB!
WOT
MEMBER
UNTIL
CO
HAV
MATES!
HURT
WWW!GETZED!CO!UK
MISSING
WELCOME
CAUSE
BT!NATIONAL!RATE
HOUSE
!555
SINCE
WELCOME!
SMOKE
IPOD!
BOY
FANTASY
FEELING
CLAIM!
HI!
IS!
WANTS
DECEMBER
BEAUTIFUL
FUN
YES!
55AM!5PM
YEAR!
DAYS!
SHOW
BOX555
AWAY
CONTENT
WON!T
FANCY
FULL
INVITED
AFT
XCHAT!
NUMBER!
NO!555
EVENING
HER!
MEAN
CREDITS!
DUDE
U!VE
SOON!
GOTO
SAYING
WWW!COMUK!NET
HAIR
ENDS
TMR
OPT!OUT
AIGHT!
MOTOROLA
ASKED
SONYERICSSON
SLEEP!
ORANGE!
CLASS!
!FORWARDED
FINE
DVD
DROP
SERVICES!
SIS
QUESTIONS!
YOURSELF
BRAND
MAIL
55!55!55!
AIGHT
5555I!
HAPPEN
ROW!W5JHL
WHOLE
ARCADE
PA!
ZED
NEVA
O5
SAT
RING
SCH
EURO5555
BOOK
CASH!
SET
CREDIT
SECOND
TAKES
U!!!
RALLY
FOOD
SHOP
DRIVE
T!S!C!S
TEST
TXTS!
THINKING
5MINS
TOOK
WC5N5XX
HAHA!!!
BT
OPEN
REPLYING
FAMILY
B5
AFTERNOON!
REFERENCE
COZ
TC
IT!!
LET!S
LIGHT
LDN!
TOWN
LARGEST
DOESN!T
EC5A!
HELLO
FUTURE
FORGET
ALERT!
MUCH!
ACTIVATE
ID
CREDITS
DECIDED
UK
JOB!
ANS
STORY
VODAFONE
DRIVING
E!
SAD
CC!
TEN
ROW!W5J5HL
ANYWAY
CDS
OLD
REVEAL
SOMETHING!
SPECIAL!
PROBLEM
5!55
LESSON
CUST
SOUNDS
FREEMSG!
THOUGH
CALLS!
FUCKING
DAILY!
PROBLEM!
REWARD
TOGETHER
@@5!55!
LEAVING
POLYS
WALK
ADDRESS
HEAD
STARTS
GOIN
APP
BELIEVE
YOURS
BOTH
LINERENTAL
WORDS
CARD
FOUND
TARIFFS!
WID
REMOVE
BUSY
RECORDS
LOSE
CALLING
THESE
CANCEL
BABY
PC
ME!!!
EXCITING
CARE!
SINGLES
OKAY!
PURPOSE
ELSE
TENANTS
BED
!HELP!
OUTSIDE
5G
LOL!
VIDEOPHONES
OFFICE
VIDEOCHAT
LOTS
JAVA
THANX
DLOAD
CHANGE
MUSIC!
SAID!
NOLINE
HOLD
RENTL!
ONE!
POD
CLOSE
TXTIN
W
FRIENDS!
SEARCH
555P!TONE!
DE
5INFO
ONLINE
[!EMPTY!]
