Training vocabulary:

MY
55555
THAT
5555
SO
555
NOT
@@@@555
WHEN
CLAIM
HOW
55
WHAT
OUR
LIKE
NEW
WAS
NOKIA
ITS
CASH
KNOW
55555555555!
THEN
55555!
HE
PLEASE
OK
55!
NEED
BEEN
LOVE
TONE
ONE
CHAT
ME!
RECEIVE
!!
LATEST
DONT
BOX
THINK
SHOWS
DID
PHONE
TELL
EVERY
HOME
U!
TAKE
WEEK
HER
NUMBER
BACK
5ST
THEY
ENTRY
IT!S
FIND
WHERE
TONES
LATER
WHO
MUCH
THAT
MAKE
DO
BEEN
MESSAGE
HAS
NO!
SORRY
NOT
HERE
COST
DA
@@@@5!55
D
GUARANTEED!
AFTER
MINS
!AMP!
KNOW
HAPPY
LAND
IM
5555!
MEET
CHANCE
NIGHT
UPDATE
DAY!
LINE!
GREAT
EXPIRES
E
VOUCHERS
PICK
AWAIT
MISS
UP
SORRY!
COLOUR
OH
PRIVATE!
LAST
POINTS!
VERY
DOUBLE
DOING
ATTEMPT
WHO
SAE
YEAH
SO
HIS
TEXTS
PHONE
DEAR
THEM
WHAT
TODAY
DELIVERY
FEEL
HAD
ALWAYS
FINAL
LOL
TRYING
ALSO
55!55!55
CAN!T
MOBILEUPD5
COULD
VOUCHER
TOMORROW
MOBILE!
CANT
BACK
C
DATING
WAN
POBOX
WERE
MOB
SENT
LINE
OTHER
TIME
THAT!S
IMPORTANT
AROUND
COLLECTION!
WENT
SERVICES
THANKS
UN!REDEEMED
BEFORE
WHEN
TODAY!
XMAS
OVER
LIKE
GUD
YR
LEAVE
TOP
COMING
WINNER
FREE
OPERATOR
DOWN
CURRENTLY
THING
MY
MORNING
NATIONAL
NUMBER
PLS
CARE
HI
LATE
WHY
SAME
APPLY!
THINGS
CONGRATULATIONS
BIT
PRICE
WISH
DIRECT
THAT!
BETWEEN
HOME!
PICS
THATS
WANNA
DIDN!T
OPT
HAVING
CLUB
WEEK
DON!T
MSG
YES
DA!
DONT
NEXT
T
FINISH
MOBILES
FRIENDS
VALUED
TALK
CONTENT
DO!
555P!MSG!
THAN
I!
MONEY
NUMBERS
TRY
LTD!
PEOPLE
XXX
SLEEP
DISCOUNT
ALREADY!
AUCTION
WITHOUT
CHARGED
BIG
TEXT!
HEART
BLUETOOTH
PROBABLY
X
STUFF
NEED
WATCHING
LUCKY
YUP
LAST
EAT
EASY!
GOOD!
@@@@5!555
MIGHT
WKLY
BABE
SPEAK
PERSON
ORDER
LOT
OVER
MIND
MAXIMIZE
WONT
HG!SUITE555!5LANDS
JUS
HELP
TONIGHT!
ANSWER
MAYBE
ONTO
OK!!!
UK!S
SWEET
5!5
TONIGHT
PLUS
DEN
ENDING
HE!S
DAY!
CLASS
DIGITAL
HERE!
SEX
TOMORROW!
UNLIMITED
INTO
EXTRA
WIF
GR5
CAME
GAMES
TIME!
EACH
PRINCESS!
YOURS!
YES!
MSG!
SAYS
FLAG
RIGHT!
COMP
COOL!
CHARITY
MEANS
CASH!
EVER
QUIZ
BEST
US
GUESS
KEEP
BRING
55P!MIN!
MAN
COULD
LIFE!
BID
YEAR
DETAILS
55
GOTO
LITTLE
I!M
GUYS
MOB!
SHIT
MINS!
HELP
MATCH
AGAIN!
HELP!
DINNER
GUESS
SPECIAL
TODAY
OH!
SAVAMOB
EARLY
TONE!
HALF
CLUB!
WAY!
5555555
DIS
HALF
EVERYTHING
SMS!
WAKE
MESSAGES
DAD
WORD!
WORLD
PART
SINCE
IS!
HAVENT
WK!
NOTHING
MISS
ENJOY
CLAIM!
PLZ
MAKE
SAT
TXTS
5TH
STORE
MAKING
ME!
MINUTES
GREAT
GOD
ENJOY
LOVE!
INTO
WANTS
CUP
CHANGE
SATURDAY!
WEEK!
INVITING
FULL
FRIEND!
FUCK
NO!555
TILL
@@@@55
TV
ORANGE!
MAKES
CR5
LUV
SELECTION
PLAN
INFO
MEAN
REPLYING
YEAR!
FREEMSG
!LT!DECIMAL!GT!
RPLY
HURT
WEEKS
WOT
B5
BUS
MEMBER
AIGHT
!555
WON!T
REWARD!
TOT
ARRIVE
MISSED
REVEALED!
SAW
DEL
WE!RE
POBOX55!
WAT!
ZED
STORY
WELCOME
AFT
DATE
GREAT!
PLACE
HELLO
55GB
TOWN
5555I
STAY
CREDITS!
DUDE
SOME
WEN
EVEN
WIL
CONTACTED
IS!
YEAR
AWAY
SHOULD
SCHOOL
55!55!55!
TEST
MOTOROLA
SOON!
55MTHS!!
GIRL
CC!
WID
GAME
YET
ACCESS
MONTH
USE
BOY
NO5
SHOW
TERMS
DROP
DAYS
GOIN
TKTS
BT
B5555555!
DOING!
TRIP
SOUNDS
FRIENDS!
BABY
5INFO
THANX
IPOD!
ONLINE
VISIT
SISTER
HER!
YOURSELF
BEFORE
FEELING
FANTASIES
YA!
HOPE
555
WAS
BEAUTIFUL
AFTER
DRINK
REGISTERED
HIM!
SUBSCRIPTION
HI!
CALLS
NEEDS
HOLDER!
LEI!!!
SUB!
PARTY
OK
NOE
COMPUTER
DONE!
[!EMPTY!]
