Training vocabulary:

I
55555555555
MY
55555
ME
FREE
IT
FROM
THAT
5555
BUT
TXT
SO
555
I!M
TEXT
AT
@@@@555
NOT
MOBILE
CAN
CLAIM
DO
REPLY
IF
55
WHEN
STOP
!LT!!!GT!
NOW!
HOW
OUR
UP
@@@@5555
WHAT
SEND
GO
ONLY
GOT
NEW
LIKE
WON
NO
NOKIA
ALL
PRIZE
!!!
CASH
WAS
WIN
COME
55555555555!
ITS
SERVICE
I!LL
55555!
KNOW
CONTACT
AM
PLEASE
THEN
5!
GOOD
URGENT!
OUT
55!
HE
CUSTOMER
GOING
BEEN
OK
PER
TIME
TONE
NEED
DRAW
YOU!
CHAT
WANT
FREE!
LOVE
RECEIVE
AS
BY
ABOUT
AWARDED
ONE
LATEST
STILL
HOLIDAY
ME!
BOX
SHE
PO
!!
SHOWS
R
PRIZE!
DONT
PHONE
THERE
555PPM
THINK
EVERY
DON!T
55P
DID
U!
SEE
GUARANTEED
TELL
WEEK
N
HAS
HOME
NUMBER
IT!
SELECTED
TAKE
5ST
SOME
LIVE
HER
ENTRY
ANY
FIND
BACK
RINGTONE
@@!
TONES
THEY
555P
HI
WHO
IT!S
COLLECT
DAY
AN
WHERE
LANDLINE!
LATER
MESSAGE
HOPE
VALID
MUCH
NO!
GIVE
MORE
MAKE
WEEKLY
HIM
COST
PLS
@@@@5!55
ASK
CAMERA
SORRY
GUARANTEED!
SAY
STOP!
HERE
MINS
HAD
VIDEO
DA
ORANGE
HEY
LAND
D
ACCOUNT
SHOULD
5555!
AFTER
CHANCE
WOULD
NETWORK
!AMP!
UPDATE
WAY
TODAYS
HAPPY
LINE!
REALLY
EXPIRES
IM
GIFT
OK!
VOUCHERS
MEET
5ND
WELL
AWAIT
NIGHT
T!CS
WORK
55HRS
DAY!
COLOUR
GREAT
POUNDS
LOR!
PRIVATE!
E
STATEMENT
TOO
POINTS!
PICK
IDENTIFIER
MISS
DOUBLE
COS
UNSUBSCRIBE
SORRY!
ATTEMPT
I!VE
AWARD!
OH
SAE
DEAR
WEEK!
LAST
TEXTS
LET
MUSIC
VERY
PLAY
RIGHT
MSG
DOING
DELIVERY
@@@@
URGENT
YEAH
BONUS
ANYTHING
FINAL
HIS
TRYING
KEEP
CODE!
THEM
55!55!55
GONNA
SOMEONE
TODAY
MOBILEUPD5
FEEL
C
SAID
VOUCHER
ALWAYS
NEXT
MANY
MOBILE!
LOL
CODE
WHY
WAITING
ALSO
DATING
WAT
TRIED
CAN!T
POBOX
SOMETHING
MOB
COULD
POLY
LOR!!!
LINE
TOMORROW
WORD
B
WORTH
CANT
IMPORTANT
EVEN
COMPLIMENTARY
DUN
COLLECTION!
WAN
SMS
WERE
SERVICES
SENT
APPLY
WHICH
UN!REDEEMED
OTHER
S!
BUY
JOIN
THAT!S
XMAS
WAIT
OFFER!
AROUND
HOT
THERE!
YR
WENT
THANKS
SURE
TOP
ALREADY
COLLECTION
BEFORE
WINNER
US
ONLY!
TODAY!
OPERATOR
YOU!RE
T!C
OVER
CURRENTLY
TOLD
EG
GUD
MIN
GETTING
NATIONAL
LEAVE
OFFER
THK
LANDLINE
COMING
TS!CS
NICE
APPLY!
OFF
DOGGING
DOWN
CONGRATULATIONS
FEW
RATE
THING
PRICE
PLACE
AWARD
MORNING
DIRECT
NEVER
REPRESENTATIVE
CARE
BETWEEN
LATE
REAL
FIRST
PICS
SAME
WANNA
YES
OPT
THINGS
EITHER
ILL
CLUB
BIT
TXT!
THOUGHT
ENTER
WISH
PHONE!
THAT!
OFFERS
K
T
HOME!
MOBILES
Y
CALLER
THATS
VALUED
LIFE
SEXY
DIDN!T
CONTENT
HAVING
555P!MSG
LONG
555P!MSG!
LATER!
555!
DA!
I!
SMILE
M!
SOON
NUMBERS
FINISH
NTT
YA
LTD!
FRIENDS
XXX
DAT
CHOOSE
TALK
DISCOUNT
UP!
WK
DO!
AUCTION
BECAUSE
OUT!
THAN
CHARGED
BETTER
ANYTIME
MONEY
TEXT!
CAR
END
TRY
BLUETOOTH
PEOPLE
CS
BABE!
X
SLEEP
RATES
MAY
PLAYER
ALREADY!
LUCKY
V
AWAITING
WITHOUT
EASY!
MEETING
ENTITLED
BIG
@@@@5!555
BEING
NAME
HEART
WKLY
AGAIN
CAMCORDER
PROBABLY
SPEAK
ANOTHER
ORDER
STUFF
SPECIALLY
NIGHT!
CASH!BALANCE
WATCHING
MAXIMIZE
DOES
CASH!IN
YUP
HG!SUITE555!5LANDS
ACTUALLY
FREEPHONE
EAT
HELP
QUITE
ANSWER
GOOD!
LOG
CALLED
ONTO
MIGHT
CD
REMEMBER
UK!S
BABE
5!5
HOW!S
PLUS
PERSON
SAVAMOB!
MADE
ENDING
LOT
INFORMATION
DONE
FANTASTIC
MIND
DIGITAL
PUT
CAMERA!
WONT
SEX
SHE!S
UNLIMITED
JUS
TXTING
DUNNO
EXTRA
TONIGHT!
TENERIFE
MAYBE
GR5
HOUR
CUSTOMER!
OK!!!
GAMES
CHECK
WAP
SWEET
EACH
READY
CONGRATS!
TONIGHT
YOURS!
ABLE
MSG!
DEN
SUMMER
REACH
FLAG
HE!S
MATES!
TWO
COMP
CLASS
HMV
LUNCH
CHARITY
HERE!
@@@@5
WORK!
CASH!
TOMORROW!
QUIZ
SHALL
HL
INTO
UK!
WIF
MOTOROLA!
USE
55P!MIN!
CAME
RATE!
ONCE
CUSTCARE
TIME!
BID
HEAR
GAY
PRINCESS!
DETAILS
YES!
!STD
GOES
GOTO
SAYS
CONTENT!
WATCH
MOB!
RIGHT!
ASKED
FACE
MINS!
COOL!
DAYS!
FORGOT
MATCH
MEANS
STANDARD
SIR!
HELP!
EVER
WWW!GETZED!CO!UK
MOST
GUESS
BEST
BOX555
DIDNT
HTTP!!!WWW!URAWINNER!COM
JOB
SAVAMOB
BRING
PIC
YET!
TONE!
MAN
WITHIN
FINE!
CLUB!
LIFE!
5555555
BIRTHDAY
RE
YEAR
HALF
FRIEND
LUCK!
LITTLE
SMS!
YO
WON!
GUYS
MESSAGES
WELL!
WORD!
SHIT
IPOD
MORNING!
PART
AGAIN!
CHARGE!
LIAO!!!
IS!
DINNER
WK!
DAYS
SPECIAL
START
MINUTE!
OH!
CLAIM!
THOSE
SERVICE!
EARLY
TXTS
LOOK
ENGLAND
THANK
STORE
WAY!
GAMES!
WORKING
YEARS
DIS
55AM!5PM
BACK!
ENJOY
EVERYTHING
LINK
PAY
UK
WAKE
CUP
YEAH!
RCVD!
DAD
SATURDAY!
TIL
UNSUB
WORLD
INVITING
NOT!
FRIEND!
SINCE
YES!555
K!
NO!555
HAVENT
FRND
NOTHING
@@@@55
IN!
SONYERICSSON
ABT
ORANGE!
PLZ
CROYDON
UNTIL
CR5
SAT
5WB
JUZ
SELECTION
5TH
ENTERED
WANTED
INFO
MAKING
YOURS
THEN!
REPLYING
MINUTES
INCLUSIVE
KNOW!
FREEMSG
GOD
FANCY
ROOM
RPLY
LOVE!
BT
LOR
WEEKS
WANTS
PC
SHOPPING
B5
CHANGE
555555
THERE!S
MEMBER
HAV
VODA
FULL
!555
HAF
QUOTING
FUCK
REWARD!
ENOUGH
EERIE
TILL
ARRIVE
TV
WHO!
MAKES
REVEALED!
BAD
SURPRISE
LUV
DEL
PAIN
SHOP
PLAN
POBOX55!
TOO!
SPOOK
MEAN
ZED
HOUSE
SIPIX
YEAR!
WELCOME
LEFT
CO
!LT!DECIMAL!GT!
DATE
MISSING
55MTHS
HURT
VODAFONE
RUN
55GB
WOT
@@@@55!555
DEAR!
5555I
BUS
CREDITS!
DRIVING
WWW!COMUK!NET
AIGHT
CLICK
HAVEN!T
CONTACTED
WON!T
NEWS
TOT
ORDER!
HELLO!
55!55!55!
MISSED
ASAP!
GUY
MOTOROLA
SAW
DECEMBER
MUST
55MTHS!!
WE!RE
POLYPHONIC
COZ
CC!
WAT!
BX555!
NUMBER!
GAME
STORY
PHONES
FINISHED
ACCESS
AFT
USER
WHILE
NO5
GREAT!
VARY
HAHA
TERMS
HELLO
TKTS
ARD
EURO5555
TOWN
B5555555!
WHAT!S
PARTNER
STAY
TRIP
LAR!!!
TXTIN
DUDE
FRIENDS!
WEN
555P!TONE!
AIGHT!
5INFO
WIL
ROW!W5J5HL
WE!LL
IPOD!
AWAY
EXCITING
HAPPEN
VISIT
SCHOOL
!55!F!
OSO
HER!
TEST
CALLING
KNW
MESSAGE!
SOON!
FANTASIES
TIMES
STARTING
GIRL
CORRECT
ANYWAY
CREDIT!
WID
T!S!C!S
SLEEP!
REGISTERED
YET
ANS
MONTH
SUBSCRIPTION
LOOKING
CALLS
BOY
LTD
CLASS!
HOLDER!
SHOW
SUB!
HAIR
APP
DROP
COMPUTER
DOESN!T
POBOX55555W55WQ
GOIN
COSTA
THOUGH
SOL
S
PPM
DOING!
CHANCE!
AH!
M555UZ!
SOUNDS
E!
BOOK
555PPM!
BABY
POUND
THANX
BT!NATIONAL!RATE
SAYING
!HELP!
ONLINE
WEEK!S
FORGET
TNCS
SISTER
TAKES
HEY!
55TH
YOURSELF
MATCHES
THINKING
HORNY
FEELING
AREA
ONE!
WEEKEND
YA!
FUTURE
PA!
IMMEDIATELY
NEVA
LONDON
BEAUTIFUL
MP5
DRIVE
LINERENTAL
DRINK
ADULT
TOOK
SINGLES
HIM!
IBIZA
THESE
AUCTION!
HI!
LOGIN!
OFFICE
5QXJ5
NEEDS
5AE
SET
555P!MIN
LEI!!!
SK55XH!
LEAVING
MSGS
PARTY
CANCEL
MINE
SPREE
NOE
AGE
OLD
HOURS
DONE!
SERVICES!
SAD
5!5P!MIN
BORED
CHEAP
FOOD
TC
PROBLEM!
PASS
SOMETHING!
ETC
CAUSE
555555555555
BELIEVE
55!555
IT!!
REFERENCE
BOTH
!5!555
HOUSE!
ANNOUNCEMENT!
MUCH!
VIP
MAN!
DELIVERED
CARE!
RECORDS
BED
LDN
DARLIN
OFFICIAL
ME!!
GAME!
BUSY
OPTOUT
FUN
5G
HOLD
VIDEOPHONES
TREAT
VIDEOCHAT
FINE
JAVA
STARTED
DLOAD
DECIDED
MUSIC!
HAHA!!!
NOLINE
KISS!
RENTL!
GAS
IP5!
TMR
5WE!
TAKING
T!C!S
CALL!
CW55WX
ME!!!
LET!S
ID
LDN!
BSLVYL
OVER!
POST
CDS
NITE
GIRLS
WORRY
LOCATIONS
THIS!
LARGEST
SCH
EC5A!
FAMILY
[!EMPTY!]
